Repository: CofficLab/Lumi
Catalog: Plugins/LLMProviderManagerPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk, zh_tw

source: %lld cloud providers
zh_hans: %lld 个云端供应商
zh_hk: %lld 個雲端供應商

source: %lld local providers
zh_hans: %lld 个本地供应商
zh_hk: %lld 個本地供應商

source: %lld models
zh_hans: %lld 个模型
zh_hk: %lld 個模型

source: Active
zh_hans: 当前使用
zh_hk: 當前使用
zh_tw: 已启用

source: All
zh_hans: 全部
zh_hk: 全部
zh_tw: 全部

source: Auto
zh_hans: 自动
zh_hk: 自动
zh_tw: 自动

source: Availability
zh_hans: 可用性
zh_hk: 可用性
zh_tw: 可用性

source: Availability has not been checked
zh_hans: 尚未检测可用性
zh_hk: 尚未檢測可用性
zh_tw: 尚未檢測可用性

source: Available
zh_hans: 可用
zh_hk: 可用
zh_tw: 可用

source: Check Model Availability
zh_hans: 检测模型可用性
zh_hk: 检测模型可用性
zh_tw: 检测模型可用性

source: Checking
zh_hans: 检查中
zh_hk: 檢查中
zh_tw: 檢測中

source: Checking availability…
zh_hans: 正在检测可用性…
zh_hk: 正在檢測可用性…
zh_tw: 正在檢測可用性…

source: Checking provider availability
zh_hans: 正在检测供应商可用性
zh_hk: 正在檢測供應商可用性
zh_tw: 正在檢測供應商可用性

source: Checking...
zh_hans: 检查中...
zh_hk: 檢查中...
zh_tw: 檢查中...

source: Current Provider
zh_hans: 当前供应商
zh_hk: 当前供应商
zh_tw: 当前供应商

source: Current selected provider
zh_hans: 当前选中的供应商
zh_hk: 當前選中的供應商
zh_tw: 當前選中的供應商

source: Detect available LLM providers and models via health checks
zh_hans: 通过健康检查检测可用的 LLM 提供商和模型
zh_hk: 通過健康檢查檢測可用的 LLM 提供商和模型
zh_tw: 通過健康檢查檢測可用的 LLM 提供商和模型

source: Enable automatic routing
zh_hans: 启用自动路由
zh_hk: 啟用自動路由

source: Fast
zh_hans: 快速
zh_hk: 快速
zh_tw: 快速

source: Frequent
zh_hans: 常用
zh_hk: 常用
zh_tw: 常用

source: Frequent Models
zh_hans: 常用模型
zh_hk: 常用模型

source: Idle
zh_hans: 空闲
zh_hk: 空閒
zh_tw: 空閒

source: Image
zh_hans: 图像
zh_hk: 圖像

source: In Use
zh_hans: 使用中
zh_hk: 使用中
zh_tw: 使用中

source: LLM Availability
zh_hans: LLM 可用性检测
zh_hk: LLM 可用性檢測
zh_tw: LLM 可用性檢測

source: Loading provider information…
zh_hans: 正在加载供应商信息…
zh_hk: 正在加載供應商信息…
zh_tw: 正在加載供應商資訊…

source: Model
zh_hans: 模型
zh_hk: 模型
zh_tw: 模型

source: Models
zh_hans: 模型
zh_hk: 模型
zh_tw: 模型

source: No LLM
zh_hans: 无 LLM
zh_hk: 無 LLM
zh_tw: 無 LLM

source: No LLM providers configured
zh_hans: 未配置 LLM 供应商
zh_hk: 未配置 LLM 供應商
zh_tw: 未配置 LLM 供應商

source: No Matching Models
zh_hans: 无匹配模型
zh_hk: 無匹配模型

source: No Provider Selected
zh_hans: 未选择供应商
zh_hk: 未選擇供應商

source: No Providers
zh_hans: 无供应商
zh_hk: 無供應商

source: No providers found
zh_hans: 未找到供应商
zh_hk: 未找到供應商
zh_tw: 未找到供應商

source: No Usage History
zh_hans: 无使用记录
zh_hk: 無使用記錄

source: Open provider page
zh_hans: 打开供应商页面
zh_hk: 打開供應商頁面

source: Please add LLM providers in Settings to enable AI features.
zh_hans: 请在设置中添加 LLM 供应商以启用 AI 功能。
zh_hk: 請在設置中添加 LLM 供應商以啟用 AI 功能。
zh_tw: 請在設定中添加 LLM 供應商以啟用 AI 功能。

source: Provider has available models
zh_hans: 供应商有可用模型
zh_hk: 供應商有可用模型
zh_tw: 供應商有可用模型

source: Provider has no available models
zh_hans: 供应商没有可用模型
zh_hk: 供應商沒有可用模型
zh_tw: 供應商沒有可用模型

source: Providers
zh_hans: 供应商
zh_hk: 供应商
zh_tw: 供应商

source: Re-check availability
zh_hans: 重新检查可用性
zh_hk: 重新檢查可用性

source: Recheck this provider
zh_hans: 重新检查此供应商
zh_hk: 重新檢查此供應商
zh_tw: 重新檢查此供應商

source: Reconfigure
zh_hans: 重新配置
zh_hk: 重新配置

source: Reconfigure API Key
zh_hans: 重新配置 API Key
zh_hk: 重新配置 API Key

source: Refresh
zh_hans: 刷新
zh_hk: 刷新
zh_tw: 重新整理

source: Search providers
zh_hans: 搜索供应商
zh_hk: 搜尋供應商

source: Search providers or models…
zh_hans: 搜索供应商或模型…
zh_hk: 搜索供應商或模型…
zh_tw: 搜索供應商或模型…

source: Switch Model
zh_hans: 切换模型
zh_hk: 切换模型
zh_tw: 切换模型

source: Text
zh_hans: 文本
zh_hk: 文字

source: Tools
zh_hans: 工具
zh_hk: 工具

source: Total
zh_hans: 总计
zh_hk: 總計
zh_tw: 總計

source: TTS
zh_hans: 语音
zh_hk: 語音

source: Unavailable
zh_hans: 不可用
zh_hk: 不可用

source: Unknown
zh_hans: 未知
zh_hk: 未知
zh_tw: 未知
